import { Serials } from './serials'

export const SERIALS: Serials[] = [

  { id: 1, title: 'Ходячие мертвецы', year: 2010,
  description: 'Полчища зомби в сериале Ходячие мертвецы (The Walking Dead) захватили все вокруг, и теперь семья обычного шерифа живет в мире ужаса и страха. Они и небольшая кучка людей заняты поиском места, где смогли бы безопасно жить. Но не покидающее их чувство страха, приносит тяжелые потери, заставляя их почувствовать человеческую жестокость. Шериф всячески пытается спасти своих родных, понимая что на самом деле нужно бояться живых людей, а не безрассудных и бессмысленных зомби.',
  genres: ['Триллер', ' Ужасы', ' Драмы'],
  imgSrc: 'assets/img/poster/serials/serial1.jpg',
  videoSrc: 'assets/videos/serials/the-walking-dead.mp4'},

  { id: 2, title: 'Стрела', year: 2012,
  description: 'Оливер Куин, живущий в Старлинг-сити, плейбой и миллиардер. Однажды он попадает в кораблекрушение, после чего все считают его погибшим. Однако, Куину удается выжить, и спустя пять лет, Оливера находят на необитаемом острове. Дома его встречают мать, сестра и лучший друг. Они чувствуют в нем перемены, но не могут даже себе представить, насколько его изменило это испытание. Он искренне хочет исправить свои прошлые ошибки, и вернуть родному городу былую славу. Для этого Оливер, днем живет обычной жизнью богача, а ночью, надев зеленый костюм с капюшоном, и взяв в руки лук и стрелы, превращается в героя, борющегося с преступностью.',
  genres: ['Фантастика', ' Боевик', ' Драмы', ' Криминал', ' Детективы', ' Приключения'],
  imgSrc: 'assets/img/poster/serials/serial2.jpg',
  videoSrc: 'assets/videos/serials/arrow.mp4'},

  { id: 3, title: 'Очень странные дела', year: 2016,
  description: 'Действия сериала происходят в ноябре 1983 года в небольшом провинциальном городке Хоукинс, расположенном в штате Индиана, где в местной лаборатории, принадлежащей департаменту энергетики США, таинственным образом пропадает один из сотрудников. Спустя некоторое время спокойствие тихого городка нарушает еще одно загадочное исчезновение двенадцатилетнего паренька по имени Уилл, который, заигравшись с друзьями, возвращался поздно вечером домой, проезжая на велосипеде по территории, принадлежавшей той самой лаборатории. На следующее утро, подозревая, что с сыном что-то произошло, обеспокоенная мать, позвонив семье друга и выяснив, что ребенка там нет, сразу же обращается в полицию, надеясь, что они помогут отыскать пропавшего мальчика. Однако, узнав о пропаже товарища, друзья Уилла решают не оставаться в стороне и начинают собственное расследование. Встретившись в десять часов вечера, парни отправляются по предполагаемому маршруту, которым мог возвращаться пропавший друг. Бредя тёмной ночью под проливным дождем, едва пересиливая страх, друзья внезапно встречают посреди леса странную девочку. Очень скоро наши герои начинают подозревать, что в городе происходит что-то странное…',
  genres: ['Триллеры', ' Ужасы', ' Драмы', ' Фэнтези', ' Фантастика', ' Детективы'],
  imgSrc: 'assets/img/poster/serials/serial3.jpg',
  videoSrc: 'assets/videos/serials/stranger-things.mp4'},

  { id: 4, title: 'Хороший доктор', year: 2019,
  description: 'В основе драматического сюжета, являющегося адаптацией одноименного корейского сериала 2013 года, лежит история удивительного молодого доктора по имени Шон Мерфи. Он невероятно талантлив и наделен определенными чертами характера, которых не хватает зачастую его коллегам. Это не в последнюю очередь связано с его недугом – парень с детства страдает аутизмом, на фоне которого развился синдромом саванта. Люди с данным синдромом обладают уникальными способностями в различных областях науки и способны добиваться невероятных результатов. У нашего героя феноменальная память, к тому же он обладает удивительной способностью чувствовать всевозможные проблемы и сбои, происходящие в человеческом организме. Выбрав карьеру хирурга, парень, будучи настоящим гением, быстро добивается блестящих результатов, постоянно удивляя своих коллег. Однако в повседневной жизни ему приходится нелегко, ведь его личностное развитие остается на уровне обычного десятилетнего мальчика.',
  genres: ['Триллер', ' Драма', ' Криминал'],
  imgSrc: 'assets/img/poster/serials/serial4.jpg',
  videoSrc: 'assets/videos/serials/good-doctor.mp4'},

  { id: 5, title: 'Бумажный дом', year: 2017,
  description: 'Таинственный человек, известный как «Профессор», разработал план крупнейшего ограбления в истории, целью которого стал Королевский монетный двор Испании в Мадриде. Он собрал команду из восьми грабителей, дав им псевдонимы: Токио, Москва, Берлин, Найроби, Рио, Денвер, Хельсинки и Осло. Пробравшись в хорошо охраняемое здание, они захватывают 67 заложников, чтобы под их прикрытием напечатать 2,4 миллиарда евро, а затем сбежать через самодельный туннель. Однако "идеальных планов" не бывает, а значит грабителям предстоит столкнуться с множеством непредвиденных препятствий, но конечная цель стоит того риска, на который они идут...',
  genres: ['Триллер', ' Криминал', 'Боевик', ' Детективы'],
  imgSrc: 'assets/img/poster/serials/serial5.jpg',
  videoSrc: 'assets/videos/serials/the-walking-dead.mp4'},

  { id: 6, title: 'Чернобыль', year: 2019,
  description: 'В центре сюжета мини-сериала находится одна из крупнейших техногенных катастроф современности - авария на Чернобыльской АЭС в 1986 году. Это история о невероятном мужестве и самопожертвовании простых людей, которые занимались ликвидацией ужасающих последствий разрушения ядерного реактора, а также помогали эвакуировать местное население, проживающее в 30-километровой зоне вокруг места аварии.',
  genres: ['Драмы'],
  imgSrc: 'assets/img/poster/serials/serial6.jpg',
  videoSrc: 'assets/videos/serials/arrow.mp4'},

  { id: 7, title: 'Острые козырьки', year: 2013,
  description: 'После завершения затяжной Первой мировой войны основатель уличной банды «Острые козырьки» Томас Шелби вместе со старшим братом Артуром вернулся в родной Бирмингем, где продолжил строить свою преступную империю. За время кровопролитных боевых действий он сильно изменился и забыл чувство любви. Растопить лед в его сердце смогла симпатичная барменша Грейс Берджесс. Вот только он не подозревал, что девушка являлась тайным информатором нового шефа полиции Честера Кэмпбелла, намеревающегося посадить всех членов банды за решетку и покончить с криминалом в городе.',
  genres: ['Криминал', ' Драмы'],
  imgSrc: 'assets/img/poster/serials/serial7.jpg',
  videoSrc: 'assets/videos/serials/stranger-things.mp4'},

  { id: 8, title: 'Эйфория', year: 2019,
  description: 'В центре сюжета оказывается группа подростков, которая сталкивается с присущими их периоду жизни проблемами, начиная от соцсетей и психологических травм, заканчивая сексом и наркотиками. Ру только вышла из реабилитационного центра, но не прошло даже недели, как она снова купила наркотики у Феско. Вскоре героиня знакомится с Джулс, успевшей повздорить с футболистом Нейтом, которого боится вся школа. В то же время Кэт страдает от недостатка любви и отсутствия уважения, Мэдди не осознает, насколько жуткий её давний парень, а Крис не может понять, как обращаться в постели с девушкой...',
  genres: ['Драма'],
  imgSrc: 'assets/img/poster/serials/serial8.jpg',
  videoSrc: 'assets/videos/serials/good-doctor.mp4'},

  { id: 9, title: 'Ведьмак', year: 2019,
  description: 'Действие сериала, основанного на одноименной фэнтези-саге Анджея Сапковского, разворачивается вокруг ведьмака Геральта из Ривии — наемника-мутанта, который специализируется на уничтожении чудовищ и ведет кочевой образ жизни, стараясь найти собственное место в жестоком мире. Однако когда судьба сводит Геральта с могущественной чародейкой Йеннифэр и юной принцессой Цириллой из Цинтры, хранящей мрачный секрет, ведьмак оказывается втянут в жестокое противостояние между двумя воинственно настроенными народами, борющимися за власть над обширными землями...',
  genres: ['Боевик', ' Приключения', ' Драмы', ' Фэнтези'],
  imgSrc: 'assets/img/poster/serials/serial9.jpg',
  videoSrc: 'assets/videos/serials/the-walking-dead.mp4'},

  { id: 10, title: 'Леденящие душу приключения Сабрины', year: 2018,
  description: 'Сериал, основанный на одноименном комиксе, повествует о полуведьме-полусмертной Сабрине Спеллман, живущей в городке Гриндэйл. Девушка живет обычной жизнью подростка: ходит в школу, встречается с одноклассником и обожает фильмы ужасов. Но после своего шестнадцатого дня рождения она должна сделать выбор: полностью отказаться от своих способностей или стать могущественной ведьмой. Казалось бы, решение очевидно, но Сабрине придется полностью разорвать контакты со своими друзьями смертными и поехать в школу для ведьм...',
  genres: ['Триллер', ' Ужасы', ' Драмы', ' Фэнтези'],
  imgSrc: 'assets/img/poster/serials/serial10.jpg',
  videoSrc: 'assets/videos/serials/arrow.mp4'},

  { id: 11, title: 'Война миров', year: 2019,
  description: 'В самом начале 20 столетия, когда Европа еще не столкнулась с ужасами Первой мировой войны, Великобритания находилась на пике своего могущества, будучи сильнейшей империей в мире. В это время астрономы зафиксировали на Марсе странную вспышку, которую приняли за извержение вулкана. В действительности с красной планеты стартовал космический челнок, принадлежащий более развитой и крайне враждебной расе марсиан. Пришельцы готовились атаковать Землю, чтобы оккупировать планету и поработить местное население. Джордж и Эми — молодая пара из Лондона, оказываются в центре инопланетного вторжения...',
  genres: ['Драмы', ' Фантастика'],
  imgSrc: 'assets/img/poster/serials/serial11.jpg',
  videoSrc: 'assets/videos/serials/stranger-things.mp4'},

  { id: 12, title: 'Бэтвумен', year: 2019,
  description: 'События разворачиваются в мегаполисе Готэм-сити, который погряз в преступности и анархии после исчезновения своего главного защитника — Бэтмена. Мэр города больше не может ждать возвращения Темного Рыцаря, поэтому поручает защиту граждан Джейкобу Кейну, главе охранной организации «Вороны». Когда его импульсивную дочь Кэти с позором отчисляют из военной академии, она возвращается в родной город. Будучи двоюродной сестрой исчезнувшего Брюса Уэйна, девушка находит его логово, облачается в костюм летучей мыши и выходит на патрулирование Готэм-сити в образе Бэтвумен...',
  genres: ['Фантастика', ' Драма', ' Криминал', ' Боевик', ' Приключения'],
  imgSrc: 'assets/img/poster/serials/serial12.jpg',
  videoSrc: 'assets/videos/serials/good-doctor.mp4'},

]
