import { Animes } from './animes'

export const ANIMES: Animes[] = [

  { id: 1, title: 'Атака титанов 3', year: 2018,
  description: 'Погоня за Райнером и Бертольтом дорого обошлась силам Легиона разведки. А после освобождения Эрена возникло ещё больше вопросов. Почему толпа гигантов послушалась его приказа? Кем на самом деле является Хистория? И в чём заключается главная цель Культа Стен? Смогут ли разведчики приоткрыть завесу тайны этого мира?',
  genres: ['Драма', 'Фэнтези', 'Военные'],
  imgSrc: 'assets/img/poster13.jpg',
  videoSrc: 'assets/videos/attack-titan.mp4'},

  { id: 2, title: 'Восхождение героя щита', year: 2019,
  description: 'История повествует о параллельном мире «Мельмарк», которое постоянно подвергается атакам темных сил. Для сохранения баланса между мирами, в нашу вселенную был послан призыв о помощи. В ответ на зов в фантастические края отправляются четыре героя из современной Японии, где персонажи овладевают легендарными видами оружия: мечом, копьем, луком и щитом. В параллельном мире, из-за отсутствия атакующих возможностей своего оружия, «Герой Щита» оказывается самым слабым персонажем. Отаку Наофуми Иватани располагает к себе только одного союзника, прекрасную принцессу Мальти Мельромарк. Однако вскоре она предает Наофуми, украв все богатства, и заявляет, что была похищена и изнасилована им. За его предполагаемые преступления Наофуми воспринимается обществом как изгой и злодей. С ненавистью, наполняющей его сердце, он остается один и клянется отомстить всем, кто его оклеветал.',
  genres: ['Драма', 'Комедия', 'Приключения', 'Романтика', 'Фэнтези'],
  imgSrc: 'assets/img/poster14.jpg',
  videoSrc: 'assets/videos/shield-hero.mp4'},

  { id: 3, title: 'Ванпанчмен 2', year: 2019,
  description: 'Данная история повествует о юноше Саитаме, которому приходится жить в мире, так иронично похожем на наш. Ему 20 с небольшим лет. Он лысый и прекрасный. А, ну да, к тому же главный герой настолько силен, что с одного удара аннигилирует все опасности для человечества. Данная история комедийная, но при всей своей комичности, драматичная. К тому же в ней много пищи для размышлений. Она позитивная, отличается умом и сообразительностью. Саитама ищет себя на нелегком жизненном пути, и попутно раздаёт подзатыльники нехорошим существам. У него есть квартира, есть (в столь юном возрасте) лысина и твердая вера в хороших людей.',
  genres: ['Комедия', 'Фантастика', 'Сверхъестественное', 'Суперспособности', 'Экшен'],
  imgSrc: 'assets/img/poster15.jpg',
  videoSrc: 'assets/videos/one-punch-man.mp4'},

  { id: 4, title: 'Моя геройская академия 4', year: 2019,
  description: 'Пока весь мир обсуждает добровольную отставку Всемогущего, охотники за сенсациями ищут скрытый смысл в его прощальной фразе: «Ты следующий». Путем нехитрых умозаключений они приходят к выводу, что адресовалась она не противникам, а кому-то из присутствующих. А значит, Всемогущий ищет себе преемника из числа учеников класса 1-А «Академии Юэй». Кто же он, тот Герой, что сможет занять его место?',
  genres: ['Комедия', 'Экшен', 'Суперспособности', 'Школа'],
  imgSrc: 'assets/img/poster16.jpg',
  videoSrc: 'assets/videos/my-hero-academia.mp4'},

]
