import { Cartoons } from './cartoons'

export const CARTOONS: Cartoons[] = [

  { id: 1, title: 'Суперсемейка 2', year: 2018,
  description: 'Чтобы вернуть доверие общества к супергероям, давний кумир семьи Парр - миллиардер Уинстон Дивор - намеревается организовать шумную пиар-кампанию с участием Эластики. Гибкая женщина отлично смотрится в кадре, а вот Боб не слишком подходит для этой роли. И теперь мистеру Исключительному приходится сидеть дома и воспитывать детей, пока его жена гоняется за преступниками. Но уже приближается момент, когда миру вновь потребуются все члены суперсемейства без исключения – появился могущественный враг, с которым может справиться только сплоченная команда героев.',
  genres: ['Боевики', 'Приключения', 'Фантастика', 'Комедии', 'Семейные'],
  imgSrc: 'assets/img/poster5.jpg',
  videoSrc: 'assets/videos/supersemeika.mp4'},

  { id: 2, title: 'Гринч', year: 2018,
  description: 'Каждый год на Рождество они нарушают его спокойствие все более яркими и громкими празднованиями. Когда люди заявляют, что в этом году собираются отмечать праздник в три раза масштабнее, чем раньше, Гринч понимает, что есть только один способ вернуть желанную тишину и покой: он должен украсть Рождество. Зеленый монстр решает притвориться Санта-Клаусом в канун праздника и даже украсть повозку с оленями. Тем временем юная Синди-Лу со своими друзьями планирует застать Санту-Клауса во время его рождественских визитов, чтобы просто поблагодарить его.',
  genres: ['Фэнтези', 'Комедии', 'Семейный'],
  imgSrc: 'assets/img/poster6.jpg',
  videoSrc: 'assets/videos/grinch.mp4'},

  { id: 3, title: 'Монстры на каникулах 3: Море зовёт', year: 2018,
  description: 'Граф Дракула в депрессии, он хочет найти свою любовь, но познакомиться с подходящей кандидаткой никак не получается. Его дочь Мэвис понимает, что папе поможет – поездка на круизном лайнере! Они смогут повидать много интересного и, кто знает, может, именно здесь Дракула сможет найти то, о чем мечтает. И так случается, что папа-вампир влюбляется в очаровательную Эрику – капитана корабля. Он старается произвести на нее достойное впечатление, не догадываясь о том, что девушка является потомком Ван Хельсинга – легендарного охотника на монстров.',
  genres: ['Фэнтези', 'Комедии', 'Приключения', 'Семейные'],
  imgSrc: 'assets/img/poster7.jpg',
  videoSrc: 'assets/videos/monster-kanikul.mp4'},

  { id: 4, title: 'Ральф против интернета', year: 2018,
  description: 'В жизни Ванилопы фон Кекс случилось страшное — из-за поломки контроллера её игру отключили, и теперь всем жителям "Сладкого форсажа" придется искать другой дом. Однако отважная гонщица и её друг, громила Ральф, не хотят так просто сдаваться и с помощью роутера отправляются на поиски сломавшейся детали в интернет. Путешествуя по просторам всемирной паутины, главные герои чуть не станут жертвами грозного пса в "Убойных гонках", познакомятся с прекрасными диснеевскими принцессами, обретут новых друзей и, возможно, уже не захотят жить в зале с автоматами...',
  genres: ['Приключения', 'Комедии', 'Фантастика', 'Фэнтези', 'Семейные'],
  imgSrc: 'assets/img/poster8.jpg',
  videoSrc: 'assets/videos/ralf-vs-inet.mp4'},

]
