import { Films } from './films'

export const FILMS: Films[] = [

  { id: 1, title: 'Остров Фантазий', year: 2020,
  description: 'Загадочный мистер Рорк воплощает в жизнь самые смелые и тайные мечты своих постояльцев на роскошном труднодоступном тропическом курорте. Но будут ли готовы гости разгадать тайну острова и спасти свои жизни, когда их фантазии обернутся кошмаром?',
  genres: ['Триллер', 'Фантастика'],
  imgSrc: 'assets/img/poster1.jpg',
  videoSrc: 'assets/videos/fantasy-island.mp4'},

  { id: 2, title: 'Зов предков', year: 2020,
  description: 'История Бэка, дружелюбного пса, чья размеренная домашняя жизнь перевернулась с ног на голову во времена золотой лихорадки в 1880-х, когда его вырвали из дома в Калифорнии и перевезли в дикую и холодную Аляску. Будучи новичком в упряжке почтовой службы, а впоследствии лидером, Бак попадает в невероятное приключение, находит свое место в мире и становится хозяином своей жизни.',
  genres: ['Драма', 'Приключения', 'Семейный'],
  imgSrc: 'assets/img/poster2.jpg',
  videoSrc: 'assets/videos/zov-predkov.mp4'},

  { id: 3, title: 'Аладдин', year: 2019,
  description: 'Молодой воришка по имени Аладдин хочет стать принцем, чтобы жениться на принцессе Жасмин. Тем временем визирь Аграбы Джафар намеревается захватить власть над Аграбой, а для этого он стремится заполучить волшебную лампу, хранящуюся в пещере чудес, доступ к которой разрешен лишь тому, кого называют «алмаз неограненный», и этим человеком является не кто иной, как сам Аладдин.',
  genres: ['Мюзикл', 'Приключения', 'Семейный', 'Фэнтези', 'Мелодрамма'],
  imgSrc: 'assets/img/poster3.jpg',
  videoSrc: 'assets/videos/aladdin.mp4'},

  { id: 4, title: 'Джокер', year: 2019,
  description: 'Готэм, начало 1980-х годов. Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера.',
  genres: ['Триллер', 'Драма', 'Криминал'],
  imgSrc: 'assets/img/poster4.jpg',
  videoSrc: 'assets/videos/joker.mp4'},

]
