import { Serials } from './serials'

export const SERIALS: Serials[] = [

  { id: 1, title: 'Ходячие мертвецы', year: 2010,
  description: 'Полчища зомби в сериале Ходячие мертвецы (The Walking Dead) захватили все вокруг, и теперь семья обычного шерифа живет в мире ужаса и страха. Они и небольшая кучка людей заняты поиском места, где смогли бы безопасно жить. Но не покидающее их чувство страха, приносит тяжелые потери, заставляя их почувствовать человеческую жестокость. Шериф всячески пытается спасти своих родных, понимая что на самом деле нужно бояться живых людей, а не безрассудных и бессмысленных зомби.',
  genres: ['Триллер', 'Ужасы', 'Драмы'],
  imgSrc: 'assets/img/poster9.jpg',
  videoSrc: 'assets/videos/the-walking-dead.mp4'},

  { id: 2, title: 'Стрела', year: 2012,
  description: 'Оливер Куин, живущий в Старлинг-сити, плейбой и миллиардер. Однажды он попадает в кораблекрушение, после чего все считают его погибшим. Однако, Куину удается выжить, и спустя пять лет, Оливера находят на необитаемом острове. Дома его встречают мать, сестра и лучший друг. Они чувствуют в нем перемены, но не могут даже себе представить, насколько его изменило это испытание. Он искренне хочет исправить свои прошлые ошибки, и вернуть родному городу былую славу. Для этого Оливер, днем живет обычной жизнью богача, а ночью, надев зеленый костюм с капюшоном, и взяв в руки лук и стрелы, превращается в героя, борющегося с преступностью.',
  genres: ['Фантастика', 'Боевик', 'Драмы', 'Криминал', 'Детективы', 'Приключения'],
  imgSrc: 'assets/img/poster10.jpg',
  videoSrc: 'assets/videos/arrow.mp4'},

  { id: 3, title: 'Очень странные дела', year: 2016,
  description: 'Действия сериала происходят в ноябре 1983 года в небольшом провинциальном городке Хоукинс, расположенном в штате Индиана, где в местной лаборатории, принадлежащей департаменту энергетики США, таинственным образом пропадает один из сотрудников.
  Спустя некоторое время спокойствие тихого городка нарушает еще одно загадочное исчезновение двенадцатилетнего паренька по имени Уилл, который, заигравшись с друзьями, возвращался поздно вечером домой, проезжая на велосипеде по территории, принадлежавшей той самой лаборатории. На следующее утро, подозревая, что с сыном что-то произошло, обеспокоенная мать, позвонив семье друга и выяснив, что ребенка там нет, сразу же обращается в полицию, надеясь, что они помогут отыскать пропавшего мальчика.
  Однако, узнав о пропаже товарища, друзья Уилла решают не оставаться в стороне и начинают собственное расследование. Встретившись в десять часов вечера, парни отправляются по предполагаемому маршруту, которым мог возвращаться пропавший друг. Бредя тёмной ночью под проливным дождем, едва пересиливая страх, друзья внезапно встречают посреди леса странную девочку. Очень скоро наши герои начинают подозревать, что в городе происходит что-то странное…',
  genres: ['Триллеры', 'Ужасы', 'Драмы', 'Фэнтези', 'Фантастика', 'Детективы'],
  imgSrc: 'assets/img/poster11.jpg',
  videoSrc: 'assets/videos/stranger-things.mp4'},

  { id: 4, title: 'Хороший доктор', year: 2019,
  description: 'Готэм, начало 1980-х годов. Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера.',
  genres: ['Триллер', 'Драма', 'Криминал'],
  imgSrc: 'assets/img/poster12.jpg',
  videoSrc: 'assets/videos/good-doctor.mp4'},

]
