import { Cartoons } from './cartoons'

export const CARTOONS: Cartoons[] = [

  { id: 1, title: 'Суперсемейка 2', year: 2018,
  description: 'Чтобы вернуть доверие общества к супергероям, давний кумир семьи Парр - миллиардер Уинстон Дивор - намеревается организовать шумную пиар-кампанию с участием Эластики. Гибкая женщина отлично смотрится в кадре, а вот Боб не слишком подходит для этой роли. И теперь мистеру Исключительному приходится сидеть дома и воспитывать детей, пока его жена гоняется за преступниками. Но уже приближается момент, когда миру вновь потребуются все члены суперсемейства без исключения – появился могущественный враг, с которым может справиться только сплоченная команда героев.',
  genres: ['Боевики', ' Приключения', ' Фантастика', ' Комедии', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon1.jpg',
  videoSrc: 'assets/videos/cartoons/supersemeika.mp4'},

  { id: 2, title: 'Гринч', year: 2018,
  description: 'Каждый год на Рождество они нарушают его спокойствие все более яркими и громкими празднованиями. Когда люди заявляют, что в этом году собираются отмечать праздник в три раза масштабнее, чем раньше, Гринч понимает, что есть только один способ вернуть желанную тишину и покой: он должен украсть Рождество. Зеленый монстр решает притвориться Санта-Клаусом в канун праздника и даже украсть повозку с оленями. Тем временем юная Синди-Лу со своими друзьями планирует застать Санту-Клауса во время его рождественских визитов, чтобы просто поблагодарить его.',
  genres: ['Фэнтези', ' Комедии', ' Семейный'],
  imgSrc: 'assets/img/poster/cartoons/cartoon2.jpg',
  videoSrc: 'assets/videos/cartoons/grinch.mp4'},

  { id: 3, title: 'Монстры на каникулах 3: Море зовёт', year: 2018,
  description: 'Граф Дракула в депрессии, он хочет найти свою любовь, но познакомиться с подходящей кандидаткой никак не получается. Его дочь Мэвис понимает, что папе поможет – поездка на круизном лайнере! Они смогут повидать много интересного и, кто знает, может, именно здесь Дракула сможет найти то, о чем мечтает. И так случается, что папа-вампир влюбляется в очаровательную Эрику – капитана корабля. Он старается произвести на нее достойное впечатление, не догадываясь о том, что девушка является потомком Ван Хельсинга – легендарного охотника на монстров.',
  genres: ['Фэнтези', ' Комедии', ' Приключения', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon3.jpg',
  videoSrc: 'assets/videos/cartoons/monster-kanikul.mp4'},

  { id: 4, title: 'Ральф против интернета', year: 2018,
  description: 'В жизни Ванилопы фон Кекс случилось страшное — из-за поломки контроллера её игру отключили, и теперь всем жителям "Сладкого форсажа" придется искать другой дом. Однако отважная гонщица и её друг, громила Ральф, не хотят так просто сдаваться и с помощью роутера отправляются на поиски сломавшейся детали в интернет. Путешествуя по просторам всемирной паутины, главные герои чуть не станут жертвами грозного пса в "Убойных гонках", познакомятся с прекрасными диснеевскими принцессами, обретут новых друзей и, возможно, уже не захотят жить в зале с автоматами...',
  genres: ['Приключения', ' Комедии', ' Фантастика', ' Фэнтези', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon4.jpg',
  videoSrc: 'assets/videos/cartoons/ralf-vs-inet.mp4'},

  { id: 5, title: 'Гравити Фолз', year: 2012,
  description: 'Сюжет захватывающего мультсериала «Грэвити Фоллс», созданного студией «Disney Television Animation» разворачивается вокруг двенадцатилетних близнецов - брата и сестры Диппера и Мэйбл Пайнс. Весь учебный год они строили грандиозные планы на летние каникулы. Но каково же было разочарование детей, когда они узнали, что родители отправляют их на все лето в маленький городок Грэвити Фоллс, расположенный в лесной глуши, где живет их двоюродный дядя Стэн. Сразу после приезда, Диппер Мэйбл начинают очень сильно жалеть, что согласились на уговоры родителей погостить у дяди, ведь тот вместо того чтобы как следует встретить племянников, заставляет их убирать свой музей паранормальных явлений, созданный Стэном для туристов. Перспектива провести все три месяца в подобной скуке не сильно радует близнецов, но вскоре происходит событие, которое в корне все меняет...',
  genres: ['Комедия', ' Приключения', ' Фантастика', ' Фэнтези', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon5.jpg',
  videoSrc: 'assets/videos/cartoons/supersemeika.mp4'},

  { id: 6, title: 'Стар против Сил Зла', year: 2015,
  description: 'В центре сюжете фентезийного мультфильма от студии Walt Disney Pictures «Звёздная принцесса и силы зла» четырнадцатилетняя принцесса Стар. Она родилась и выросла на удивительной планете Мяу, где волшебство - неотъемлемая часть повседневной жизни. Героиня с раннего детства обладала сложным характером, и поэтому родители испытывали определенные сложности в ее воспитании. Но, несмотря на это, они стойко выдержали все выходки дочери, и когда Стар исполнилось четырнадцать, девочка получила в подарок жезл, обладающий невероятной магической силой. Вместе с этим на плечи юной принцессы легла огромная ответственность, ведь если жезл попадет в плохие руки, то весь мир ждут серьезные проблемы. Однажды, из-за очередной выходки Стар, родители решают отправить дочурку на перевоспитание в одну из земных школ. Там ее наставником становиться мальчик по имени Марко, родители которого очень быстро полюбили Стар. И это не удивительно, ведь при взрослых Стар ведет себя очень хорошо. Но стоит им с Марко остаться наедине, как принцесса показывает свое истинное нутро. Так бы, скорее всего, продолжалось и дальше, если бы на Землю не пришли злые чудовища, которые жаждут заполучить магический жезл…',
  genres: ['Фантастика', ' Фэнтези', ' Комедия', ' Приключения', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon6.jpg',
  videoSrc: 'assets/videos/cartoons/grinch.mp4'},

  { id: 7, title: 'Как приручить дракона 3', year: 2019,
  description: 'Прошло уже много лет с первой встречи Иккинга и Беззубика, за эти годы им удалось то, что когда-то казалось всем невозможным: объединить драконов и викингов. На этот раз друзья обнаружат, что Беззубик - не единственный представитель своего вида, более того, они смогут отыскать невероятный мир драконов, который раньше был скрыт от глаз людей. Очень скоро Иккинг должен будет проверить свои способности вождя, ведь на его родной остров Олух надвигается серьезная угроза, от которой молодому человеку предстоит защитить людей и их летающих друзей.',
  genres: ['Боевики', ' Комедии', ' Приключения', ' Семейные', ' Фэнтези'],
  imgSrc: 'assets/img/poster/cartoons/cartoon7.jpg',
  videoSrc: 'assets/videos/cartoons/monster-kanikul.mp4'},

  { id: 8, title: 'Холодное сердце 2', year: 2019,
  description: 'Три года правления могущественной королевы Эльзы, обуздавшей свою невероятную магическую силу, принесли в королевство Эренделл счастье и долгожданный мир. Но беззаботная жизнь правительницы и ее близких друзей заканчивается, после того как Эльза начинает слышать мистический голос, зовущий ее в заколдованный лес, о котором ей рассказывал отец. Будучи неспособной противостоять таинственной силе, Эльза заручается поддержкой принцессы Анны, Кристоффа, оленя Свена и веселого снеговика Олафа, чтобы отправиться в опасное приключение, которое приведет их к раскрытию древних секретов, угрожающих благополучию королевства...',
  genres: ['Приключения', ' Комедии', ' Мюзиклы', ' Фэнтези', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon8.webp',
  videoSrc: 'assets/videos/cartoons/ralf-vs-inet.mp4'},

  { id: 9, title: 'Тайная жизнь домашних животных 2', year: 2019,
  description: 'В центре сюжета окажется джек-рассел-терьер Макс, столкнувшийся с серьезными изменениями в своей жизни после того, как его хозяйка Кэти вышла замуж и завела ребёнка. Во время семейной поездки в деревню Макс встречает на ферме уэльскую овчарку, которая помогает ему справиться со стрессом, возникшим из-за опеки над чрезмерно активным малышом. Тем временем энергичный белый кролик Снежок, возомнивший себя супергероем, втягивает своих друзей в опасную аферу, связанную с вызволением тигренка из бродячего цирка...',
  genres: ['Приключения', ' Комедии', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon9.jpg',
  videoSrc: 'assets/videos/cartoons/supersemeika.mp4'},

  { id: 10, title: 'Человек-паук: Через вселенные', year: 2018,
  description: 'Майлз Моралес – обычный бруклинский подросток, посещающий школу, однако стоит ему надеть костюм – и он превращается в знаменитого супергероя Человека-паука, спасающего жителей города от различных опасностей. Вскоре ему предстоит столкнуться с неожиданным открытием, когда таинственный суперколлайдер открывает портал в параллельные измерения, откуда в его вселенную попадают другие герои-пауки, включая Гвен Стейси, Свина-паука и Пени Паркер. Когда над миром нависает смертельная угроза, Майлзу приходится объединить силы со своими коллегами для того, чтобы помешать злодеям.',
  genres: ['Боевики', ' Приключения', ' Фантастика', ' Комедии', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon10.jpg',
  videoSrc: 'assets/videos/cartoons/grinch.mp4'},

  { id: 11, title: 'Вперёд', year: 2020,
  description: 'Действие разворачивается в мире, где обитают мифические существа: тролли, единороги, гномы, гоблины, феи и русалки. Когда-то здесь существовала магия, однако с развитием цивилизации в ней отпала необходимость, из-за чего не осталось никого, кто бы умел ей пользоваться. Братья-эльфы Иэн и Барли Лайтфуты получают в наследство от покойного отца магический посох, который может его воскресить на 24 часа. Желая с ним встретиться, главные герои отправляются в опасное путешествие, чтобы познать давно забытые секреты волшебства...',
  genres: ['Приключения', ' Комедии', ' Драмы', ' Фэнтези', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon11.jpg',
  videoSrc: 'assets/videos/cartoons/monster-kanikul.mp4'},

  { id: 12, title: 'Тачки 3', year: 2017,
  description: 'В центре событий оказывается главный герой, которого зовут Молния Маккуин – гоночная машина, переживающая далеко не лучшие времена. За спиной у крутой тачки сотни миль, покоренных на бешеной скорости, бесконечные победы и взятие любых вершин. Но слава и признание теперь приходят к нашему герою только во снах. Ведь современный мир меняется с каждым днем, и мир гонок тоже не стоит на месте. Новое поколение сверхсовременных автомобилей начинает вытеснять устаревшие модели, занимая призовые места. Однако доживать последние дни в забвении Маккуин и не собирается. Вместо того, чтобы отчаиваться, он просит помощи у молодой и невероятно талантливой Крус Рамирез, являющейся первоклассным механиком...',
  genres: ['Приключения', ' Комедии', ' Семейные'],
  imgSrc: 'assets/img/poster/cartoons/cartoon12.jpg',
  videoSrc: 'assets/videos/cartoons/ralf-vs-inet.mp4'},

]
