import { Animes } from './animes'

export const ANIMES: Animes[] = [

  { id: 1, title: 'Атака титанов 3', year: 2018,
  description: 'Погоня за Райнером и Бертольтом дорого обошлась силам Легиона разведки. А после освобождения Эрена возникло ещё больше вопросов. Почему толпа гигантов послушалась его приказа? Кем на самом деле является Хистория? И в чём заключается главная цель Культа Стен? Смогут ли разведчики приоткрыть завесу тайны этого мира?',
  genres: ['Драма', ' Фэнтези', ' Военные'],
  imgSrc: 'assets/img/poster/anime/anime1.jpg',
  videoSrc: 'assets/videos/anime/attack-titan.mp4'},

  { id: 2, title: 'Восхождение героя щита', year: 2019,
  description: 'История повествует о параллельном мире «Мельмарк», которое постоянно подвергается атакам темных сил. Для сохранения баланса между мирами, в нашу вселенную был послан призыв о помощи. В ответ на зов в фантастические края отправляются четыре героя из современной Японии, где персонажи овладевают легендарными видами оружия: мечом, копьем, луком и щитом. В параллельном мире, из-за отсутствия атакующих возможностей своего оружия, «Герой Щита» оказывается самым слабым персонажем. Отаку Наофуми Иватани располагает к себе только одного союзника, прекрасную принцессу Мальти Мельромарк. Однако вскоре она предает Наофуми, украв все богатства, и заявляет, что была похищена и изнасилована им. За его предполагаемые преступления Наофуми воспринимается обществом как изгой и злодей. С ненавистью, наполняющей его сердце, он остается один и клянется отомстить всем, кто его оклеветал.',
  genres: ['Драма', ' Комедия', ' Приключения', ' Романтика', ' Фэнтези'],
  imgSrc: 'assets/img/poster/anime/anime2.jpg',
  videoSrc: 'assets/videos/anime/shield-hero.mp4'},

  { id: 3, title: 'Ванпанчмен 2', year: 2019,
  description: 'Данная история повествует о юноше Саитаме, которому приходится жить в мире, так иронично похожем на наш. Ему 20 с небольшим лет. Он лысый и прекрасный. А, ну да, к тому же главный герой настолько силен, что с одного удара аннигилирует все опасности для человечества. Данная история комедийная, но при всей своей комичности, драматичная. К тому же в ней много пищи для размышлений. Она позитивная, отличается умом и сообразительностью. Саитама ищет себя на нелегком жизненном пути, и попутно раздаёт подзатыльники нехорошим существам. У него есть квартира, есть (в столь юном возрасте) лысина и твердая вера в хороших людей.',
  genres: ['Комедия', ' Фантастика', ' Сверхъестественное', ' Суперспособности', ' Экшен'],
  imgSrc: 'assets/img/poster/anime/anime3.jpg',
  videoSrc: 'assets/videos/anime/one-punch-man.mp4'},

  { id: 4, title: 'Моя геройская академия 4', year: 2019,
  description: 'Пока весь мир обсуждает добровольную отставку Всемогущего, охотники за сенсациями ищут скрытый смысл в его прощальной фразе: «Ты следующий». Путем нехитрых умозаключений они приходят к выводу, что адресовалась она не противникам, а кому-то из присутствующих. А значит, Всемогущий ищет себе преемника из числа учеников класса 1-А «Академии Юэй». Кто же он, тот Герой, что сможет занять его место?',
  genres: ['Комедия', ' Экшен', ' Суперспособности', ' Школа'],
  imgSrc: 'assets/img/poster/anime/anime4.jpg',
  videoSrc: 'assets/videos/anime/my-hero-academia.mp4'},

  { id: 5, title: 'Твоя апрельская ложь', year: 2014,
  description: 'Косэй Арима отличается от своих сверстников тем, что очень любит музыку. Он профессионально играет на фортепиано, выигрывает все детские конкурсы, поэтому о нем знали все начинающие музыканты. Мама Косэя работала его же тренером и наставником. После того, как она неожиданно скончалась, Косэй изменился полностью. У него произошел нервный срыв и он не мог уже играть так, как играл раньше. Он перестал чувствовать музыку. Казалось, что все вокруг такое пустое, такое безразличное. Все знали, что этот парень безумно талантлив, что у него отличный слух, но сейчас будто бы что-то произошло не то. Спустя несколько лет, Косэй не притрагивается к пианино. Мир ему был мерзок, все такое серое и монотонное. Одна радость оставалась - друзья Тсубаки и Ватари радовали главного героя. Однажды парень встречает прекрасной красоты девушку Каори. Она оказывается скрипачкой не менее талантливой, чем в свое время главный герой этой истории. Ариме показалось, что игра этой девушки, что ее музыка отражает душу парня. Каори хочет помочь вернутся Косею в музыкальный мир и снова почувствовать музыку... Очень хочется, чтобы эта история окончилась Хэппи-Эндом. Надеемся, что у них все получится.',
  genres: ['Драма', ' Комедия', ' Романтика', ' Школа'],
  imgSrc: 'assets/img/poster/anime/anime5.jpg',
  videoSrc: 'assets/videos/anime/attack-titan.mp4'},

  { id: 6, title: 'Шарлотта', year: 2015,
  description: 'Действия истории разворачиваются в альтернативной вселенной. В ней у определенного количества подростков в возрасте 12-16 лет появляются разнообразные паранормальные способности. Одним из таких подростков является парень по имени Ю Отосака. Несмотря на наличие сверхспособностей, парень живет обычной школьной жизнью и свои «таланты» на показ не выставляет, пока в один из прекрасных дней не встречает девушку по имени Нао Томори....',
  genres: ['Драма', ' Фантастика', ' Приключения', ' Школа'],
  imgSrc: 'assets/img/poster/anime/anime6.jpg',
  videoSrc: 'assets/videos/anime/shield-hero.mp4'},

  { id: 7, title: 'Добро пожаловать в класс превосходства', year: 2017,
  description: 'Действия аниме «Добро пожаловать в класс превосходства» разворачиваются в элитной старшей школе Кодо Икусей, попасть в которую очень трудно. Её выпускники с большей долей вероятности попадают на места в престижных образовательных учреждениях или начинают двигаться по карьерной лестнице в крупной компании. Также подростки, обучающиеся в Кодо Икусей, имеют свободу в выборе одежды, аксессуаров и иных атрибутов для самовыражения. Кажется, что это место можно назвать настоящим раем для любого подростка, но это лишь на первый взгляд. В школе есть класс D, так называемый "класс отбросов", где обучаются старшеклассники, которые не могут пользоваться привилегиями, подобно другим ученикам. Туда и попадает наш протагонист Киётака Аянокодзи, который решает вступить в борьбу со всей школой, чтобы доказать, что класс D ничем не хуже остальных!',
  genres: ['Драма', ' Школа', ' Повседневность'],
  imgSrc: 'assets/img/poster/anime/anime7.jpg',
  videoSrc: 'assets/videos/anime/one-punch-man.mp4'},

  { id: 8, title: 'Военная хроника маленькой девочки', year: 2017,
  description: 'На передовой сражается маленькая девчонка. Светлые волосы, голубые глаза, фарфоровое личико — её зовут Таня Дегречова, и её приказов, отданных слегка шепелявым голосом, слушается целый отряд. В действительности, она — одна из самых лучших офисных работников Японии, которая была перерождена в этом теле, ненароком перейдя дорогу таинственному созданию, именуемому себя Богом. И эта маленькая девчонка, ставящая карьеру и тяжкий труд превыше всего, станет настоящим кошмаром для волшебников императорской армии.',
  genres: ['Приключения', ' Военные', ' Экшен'],
  imgSrc: 'assets/img/poster/anime/anime8.jpg',
  videoSrc: 'assets/videos/anime/my-hero-academia.mp4'},

  { id: 9, title: 'Мастера Меча Онлайн', year: 2018,
  description: 'В 2022 году людям удалось создать совершенную виртуальную реальность. Посредством специального шлема с нейроприводом, любой желающий мог погрузиться в виртуальность игры и буквально жить там, как в реальности. Мастера меча онлайн – новая онлайн игра, выхода который ждали миллионы геймеров. Все бы ничего, но у главного разработчика свои планы в отношении игроков… Они будут жить в игре, пока не пройдут ее полностью, иначе – смерть, в этой игре реальная. Главный герой – Кирито, один из игроков мастеров меча, был бета тестером и неплохо разбирается в игре. По стилю игры он – одиночка. Но самому игру не пройти, надо как-то выкручиваться.',
  genres: ['Драма', ' Фэнтези', ' Приключения', ' Триллеры', ' Экшен', ' Романтика'],
  imgSrc: 'assets/img/poster/anime/anime9.jpg',
  videoSrc: 'assets/videos/anime/attack-titan.mp4'},

  { id: 10, title: 'Хвост Феи', year: 2009,
  description: 'В прекрасном королевстве под названием Фиоре самых могущественных магов объединяют различные гильдии, но для самой молодой и юной волшебницы Люси Хартфилии существует только одна цель - попасть в самую легендарную и знаменитую гильдию - Фейри Тейл (Хвост Феи). Стремление стать магом у Люси возникает с той поры, как девушка начала осознавать свои способности. Могущественные маги славятся своими возможностями и способностями. Они умеют управлять силой, но постоянно соперничают друг с другом, причем порой даже самыми невообразимыми способами. Порой разнообразные магические лекарства оказываются хуже любых болезней, но так маги живут! Все знают, чтобы попасть в эту гильдию не достаточно одного желания, нужно взять поручительство хотя бы одного члена данного сообщества. Что же делать простой дочке Лорда? Люси оставляет свою семью и отправляется в долгое и порой опасное путешествие. В пути Люси будет сталкиваться с множеством трудностей. Попав в простой портовый городок под названием Хальцион, девушка повстречает рыжего парня Нацу Драгнил. Как окажется в будущем, этот рыженький мальчишка является членом той самой гильдии, прозвище, которого «Саламандра». А самое интересное, что и его летающий кот с кличкой «Хеппи», тоже член гильдии! Впоследствии, их знакомство окажется разрухой для портового городишки. Но рано или поздно Нацу сможет дать Люси поручение и рекомендации. А вот попав в членство гильдии, у Люси начнутся самые настоящие магические приключения.',
  genres: ['Экшен', ' Комедия', ' Приключения', ' Фэнтези'],
  imgSrc: 'assets/img/poster/anime/anime10.jpg',
  videoSrc: 'assets/videos/anime/shield-hero.mp4'},

  { id: 11, title: 'Невеста чародея', year: 2017,
  description: 'С самого детства жизнь Чисэ Хатори была наполнена болью и страданиями. Девушка никогда не была окружена любовью и заботой, никогда не знала о том, что значит иметь семью, и даже смирилась с тем, что в её жизни не произойдет что-нибудь хорошее. Морально разбитая, она попадает к рабовладельцам, которые тут же выставили Хатори на продажу. На рынке её замечает человек, больше похожий на монстра, который выкупает девушку за огромные деньги и селит у себя дома. Оказалось, что он могущественный чародей по имени Элиас Эйнсворт, и в его планы входит сделать Хатори своей ученицей, а также невестой!',
  genres: ['Фэнтези', ' Фантастика', ' Повседневность'],
  imgSrc: 'assets/img/poster/anime/anime11.jpg',
  videoSrc: 'assets/videos/anime/one-punch-man.mp4'},

  { id: 12, title: 'Башня Бога', year: 2020,
  description: 'ПВ мире появилась таинственная сила, известная как Шинсу. А ещё есть Башня — дом для людей, которые пользуются преимуществами Шинсу и называют себя «избранными». Говорят, достигший вершины Башни исполнит все свои желания. Чтобы добраться до верха, «Избранные», отобранные хранителем Башни, обязаны пройти испытания… И вместе с ними на Башню взбирается Баам — главный герой и «Незаконный», который сам открыл себе двери. Он делает это с одной-единственной целью — найти Рахиль, что была для него всем.',
  genres: ['Драма', ' Приключения', ' Фэнтези', ' Экшен'],
  imgSrc: 'assets/img/poster/anime/anime12.jpg',
  videoSrc: 'assets/videos/anime/my-hero-academia.mp4'},

]
