import { Films } from './films'

export const FILMS: Films[] = [

  { id: 1, title: 'Остров Фантазий', year: 2020,
  description: 'Загадочный мистер Рорк воплощает в жизнь самые смелые и тайные мечты своих постояльцев на роскошном труднодоступном тропическом курорте. Но будут ли готовы гости разгадать тайну острова и спасти свои жизни, когда их фантазии обернутся кошмаром?',
  genres: ['Триллер', ' Фантастика'],
  imgSrc: 'assets/img/poster/films/film1.jpg',
  videoSrc: 'assets/videos/films/fantasy-island.mp4'},

  { id: 2, title: 'Зов предков', year: 2020,
  description: 'История Бэка, дружелюбного пса, чья размеренная домашняя жизнь перевернулась с ног на голову во времена золотой лихорадки в 1880-х, когда его вырвали из дома в Калифорнии и перевезли в дикую и холодную Аляску. Будучи новичком в упряжке почтовой службы, а впоследствии лидером, Бак попадает в невероятное приключение, находит свое место в мире и становится хозяином своей жизни.',
  genres: ['Драма', ' Приключения', ' Семейный'],
  imgSrc: 'assets/img/poster/films/film2.jpg',
  videoSrc: 'assets/videos/films/zov-predkov.mp4'},

  { id: 3, title: 'Аладдин', year: 2019,
  description: 'Молодой воришка по имени Аладдин хочет стать принцем, чтобы жениться на принцессе Жасмин. Тем временем визирь Аграбы Джафар намеревается захватить власть над Аграбой, а для этого он стремится заполучить волшебную лампу, хранящуюся в пещере чудес, доступ к которой разрешен лишь тому, кого называют «алмаз неограненный», и этим человеком является не кто иной, как сам Аладдин.',
  genres: ['Мюзикл', ' Приключения', ' Семейный', ' Фэнтези', ' Мелодрамма'],
  imgSrc: 'assets/img/poster/films/film3.jpg',
  videoSrc: 'assets/videos/films/aladdin.mp4'},

  { id: 4, title: 'Джокер', year: 2019,
  description: 'Готэм, начало 1980-х годов. Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера.',
  genres: ['Триллер', ' Драма', ' Криминал'],
  imgSrc: 'assets/img/poster/films/film4.jpg',
  videoSrc: 'assets/videos/films/joker.mp4'},

  { id: 5, title: 'Один дома', year: 1990,
  description: 'Огромное семейство Маккалистеров собирается отправиться на Рождественские праздники в Париж. Как обычно это бывает, с утра оказывается, что они проспали, и все впопыхах начинают собираться. Им с большим трудом удается успеть на самолет, и когда тот уже взлетает, мать и отец восьмилетнего Кевина вспоминают, что они забыли своего младшего сына дома. В это время юный Кевин, осознав, что он остался дома сам, решает не тратить времени зря и как следует повеселиться. В то время, как его мать не находит себе места и ищет способ вернуться домой, мальчишка делает все, что его душе угодно. Однако в скором времени Кевин узнает, что парочка бандитов хочет ограбить его дом. Грабители даже не догадываются с чем им придется столкнуться, ведь мальчик как следует подготовился к их приходу.',
  genres: ['Комедии', ' Семейные'],
  imgSrc: 'assets/img/poster/films/film5.jpg',
  videoSrc: 'assets/videos/films/fantasy-island.mp4'},

  { id: 6, title: 'Марсианин', year: 2015,
  description: 'В 2030 году исследовательская экспедиция Арес 3 достигает Марса. Создав на его поверхности временную базу с искусственной средой обитания, команда астронавтов планирует в течение двух месяцев заниматься изучением красной планеты. Но по истечению восемнадцати дней на Марсе начинается очень сильная песчаная буря и группе исследователей приходится срочным образом эвакуироваться с изучаемого объекта, отказавшись от заранее намеченных планов, понимая, что в противном случае они могут навсегда остаться на безлюдной планете. Во время спешной эвакуации, повредив свои приборы, в начавшейся буре пропадает ученый-ботаник Марк Уотни. Командир экипажа Мелисса Льюис, посчитав его погибшим, принимает решение срочным образом покинуть Марс, чтобы спасти остальных членов команды. Чудом выживший во время марсианского шторма Уотни возвращается на временную базу и выясняет, что связаться с Землей не представляется возможным. Оставшись в полном одиночестве на безжизненной планете, понимая, что следующая экспедиция на Марс запланирована через четыре года, а запасов пищи ему хватит максимум на один, нашему герою предстоит решить непростую задачу: попытаться наладить контакт с Землей и, несмотря ни на что, выжить в сложившейся ситуации, используя все свои знания и навыки, чтобы, в один прекрасный момент, снова ступить на поверхность родной планеты.',
  genres: ['Фантастика', ' Приключения'],
  imgSrc: 'assets/img/poster/films/film6.jpg',
  videoSrc: 'assets/videos/films/zov-predkov.mp4'},

  { id: 7, title: 'Однажды в Голливуде', year: 2019,
  description: 'События разворачиваются в Лос-Анджелесе в 1969 году вокруг Рика Далтона — популярного в прошлом актера, который оказался на обочине киноиндустрии, и его дублера-каскадера Клиффа — беззаботного мужчины, готового поддержать коллегу и старого друга в критической ситуации. Клифф возит Рика на прослушивания, заботится о его доме и не дает угасающей звезде окончательно скатиться в пучину отчаяния. А в то же время рядом с особняком Далтона разворачивается настоящая голливудская история успеха: красавица-актриса Шэрон Тейт наслаждается свалившейся на нее славой и браком с талантливым режиссером...',
  genres: ['Драмы', ' Триллеры', ' Комедии', ' Криминал', ' Детективы'],
  imgSrc: 'assets/img/poster/films/film7.jpg',
  videoSrc: 'assets/videos/films/aladdin.mp4'},

  { id: 8, title: 'Форсаж 5', year: 2011,
  description: 'Брайан и Миа освобождают Доминика, совершив нападение на тюремный автобус. Однако теперь они вне закона, и вынуждены скрываться. Они покидают страну и отправляются в Рио-де-Жанейро, где останавливаются у старого друга Винса. Тот подкидывает им работенку. Нужно угнать из едущего поезда несколько машин. Все обдумав и составив гениальный план, они отправляются на дело. Однако все портят люди бизнесмена Эрнана Рейка, которые также совершают нападение на поезд. Им нужен навигационный  чип, находящийся в одной из машин. В ходе столкновения двух группировок, один из людей Рейка убивает агентов сопровождавших груз, однако Доминик со своими людьми угоняет нужную им машину. Что же предпримет Торетто, ведь теперь их преследует спец-агент Хоббс и головорезы бизнесмена, жаждущие поквитаться и заполучить чип.',
  genres: ['Боевик', ' Триллер', ' Криминал'],
  imgSrc: 'assets/img/poster/films/film8.jpg',
  videoSrc: 'assets/videos/films/joker.mp4'},

  { id: 9, title: 'Адреналин', year: 2006,
  description: 'Главный герой фильма - парень по имени Чев, работающий наемным убийцей. Его девушка Ив даже не представляет, чем ее парень на самом деле зарабатывает на жизнь, ведь для нее он самый обычный программист. Но однажды, как это очень часто бывает с такими людьми, его самого хотят убить. Проснувшись утром, Чев находит странный ДВД диск, посмотрев который он узнает, что ему вкололи очень сильный яд, который убьет его в течение нескольких часов. В первую очередь герой звонит своему личному врачу, который сообщает ему, что действие яда можно приостановить большим количеством адреналина. Чеву не остаётся ничего другого, как постоянно поддерживать вокруг себя очень опасную и напряжённую обстановку...',
  genres: ['Боевик', ' Криминал', ' Триллер'],
  imgSrc: 'assets/img/poster/films/film9.webp',
  videoSrc: 'assets/videos/films/fantasy-island.mp4'},

  { id: 10, title: 'Маленькие женщины', year: 2019,
  description: 'Сюжет картины, основанный на одноименном романе Луизы Мэй Олкотт, развивается во времена Гражданской войны в США вокруг взаимоотношений четырех сестер. Джо — начинающая писательница и настоящий сорванец, предпочитающая общество мальчишек. Мег — ответственная, женственная и романтичная красотка, мечтающая о богатой жизни. Бет — скромная и застенчивая девушка, которая хочет посвятить жизнь музыке. Эми — артистичная и импульсивная младшая сестра, пользующаяся своим обаянием для достижении личных целей. Несмотря на гармоничные отношения внутри семьи, каждая из сестер сталкивается с множеством проблем и сложностей в попытках найти собственное место в жестоком мире...',
  genres: ['Драма', ' Мелодрама'],
  imgSrc: 'assets/img/poster/films/film10.png',
  videoSrc: 'assets/videos/films/zov-predkov.mp4'},

  { id: 11, title: 'Властелин колец', year: 2002,
  description: 'Приключенческий фильм, вышедший на экраны в 2002 году – это вторая часть кинотрилогии, снятой по роману известного английского писателя Джона Рональда Руэл Толкина «Властелин колец». Фильм продолжает рассказывать о хоббитах Фродо и Сэме, держащих свой путь в самое сердце Мордора, чтобы в пламени Роковой горы уничтожить злополучное Кольцо Всевластия. В этом долгом и опасном путешествии их проводником выступает странное существо Голлум, которое некогда было хоббитом. В это время, так называемое «Братство кольца» теряет силы, и, лишившись вожаков, начинает распадаться. Так же происходит большое сражение между силами Света и ордами орков Саурона, в котором добру, хоть и с большим усилием, но удается одержать победу. Однако это лишь победа в одном сражении, а решающая битва еще впереди.',
  genres: ['Боевик', ' Приключения', ' Фэнтези'],
  imgSrc: 'assets/img/poster/films/film11.jpg',
  videoSrc: 'assets/videos/films/aladdin.mp4'},

  { id: 12, title: 'Хоббит', year: 2012,
  description: 'Бильбо Бэггинс, готовящийся отметить 111-й день рождения, пишет книгу о своих приключениях 60-летней давности и уходит в воспоминания. Рассказ начинается с того, как хоббит, ни разу не покидавший родные земли, поддается на уговоры своего старого приятеля Гэндльфа Серого, отправиться в путешествие с 13-ю гномами во главе с Торином Дубощитом, которые держат путь в Эребор, откуда их когда-то давно изгнал огнедышащий дракон Смауг. Параллельно с этим в развалинах крепости Дол-Гулдур появляется могущественный некромант, угрожающий всему Средиземью.',
  genres: ['Фэнтези', ' Приключения'],
  imgSrc: 'assets/img/poster/films/film12.jpg',
  videoSrc: 'assets/videos/films/joker.mp4'},

]
